{
  "users": [
    { "id": 1, "name": "Sapir" },
    { "id": 2, "name": "Oren" },
    { "id": 3, "name": "Moshe" }
  ],
  "articles": [
    { "id": 1, "name": "יגון", "author": "אנטון צ'כוב" ת "text": "דמדומי ערב, שלג גס יורד בעצלתיים על פנסים שזה עתה הודלקו, ומכסה ברובד רך את הגגות את גבות הסוסים, את הכתפיים ואת המגבעות. 
העגלון, יונה פוטפוב, לבן כולו, יושב על דוכן עגלת החורף שלו. משתופף ככל שיכול גוף חי להשתופף ולהתכווץ, ואינו נע ואינו זע. לו כיסהו השלג מעל לראשו, גם אז, כמדומה, לא היה מוצא לנחוץ לנערו מעל עצמו... סוסתו אף היא לבנה כולה, ואינה נעה. במיעוט תנועותיה וברגליה הדקות והעמוקות דומה היא, אפילו מקרוב, לסוס צעצוע. דומה ששקועה הסוסה במחשבות. תלשו אותה מן המחרשה, מן העבודה הרגילה והאפורה, והביאו אותה הנה, לתהום זו, המלאה אורות מפלצתיים, רעש בלתי פוסק, אנשים אצים רצים. ומה תעשה ולא תשקע במחשבות?.. 
יונה וסוסתו קטנת הגוף אינם זזים ממקומם זה זמן רב. יצוא יצאו לעבודה עוד לפניי הצהריים, ועד עתה לא נזדמן להם אפילו נוסע אחד. והנה כבר יורד הערב על העיר. האורות החיוורים של הפנסים הופכים לאורות מבריקים בהירים, ומהומת הרחוב הולכת ונעשית רעשנית וקולנית. 
"עגלון, לרובע הויבורג!" שומע יונה. "עגלון!" 
יונה זע, ומבעד לריסים המכוסים שלג הוא רואה איש צבא לבוש אדרת וחבוש ברדס. 
"לויבורג!" חוזר איש הצבא. "מה, אתה ישן, או מה? לויבורג!" 
יונה מושך במושכות לאות הסכמה, ומגבה של הסוסה מחליקים-נופלים פתיתי שלג. איש הצבא יושב בעגלת החורף. העגלון מצייץ בשפתיו, מושיט צווארו, מתרומם ומניף את השוט, יותר מתוך הרגל מאשר מתוך צורך. הסוסה עצמה גם היא מאמצת את צווארה, מכופפת רגל וזזה, מהססת, ממקומה.. 
"לאן, שד משחת?" שומע יונה כהרף עין מתוך ההמון האפל, המתנועע הלוך וחזור. "לאן אתה, לעזאזל? ימינה סע! " 
"אתה אינך יודע איך לנסוע! ימינה סע!" כועס איש הצבא. 
רכּב, מעל לדוכן מרכבה, מקלל ומגדף הֶלך שחצה בריצה את הכביש והתנגש בכתפו בסוסה, מביט זועם ביונה ומנער שרוולו מן השלג. יונה זז על דוכנו, משל יושב הוא על סיכות. מניע מצד לצד את מרפקיו ומביט בבלבול חושים, כאילו אינו מבין היכן הוא ולמה הוא כאן. 
"איזה מנוולים!" מתלוצץ איש הצבא. "כל אחד משתדל להיתקל בך, או ליפול מתחת לרגל הסוסה. כולם נדברו ביניהם." 
יונה מפנה את ראשו,  מסתכל בנוסע ומניע את שפתיו.. דומה שרוצה הוא לאמר דבר מה, אך חוץ מקול ניחר ובלתי ברור אין שומעים דבר. 
"מה?" שואל איש הצבא. 
יונה מעקם את פניו בגיחוך, מאמץ גרונו ומשמיע בקול צרוד: 
"ואצלי, אדוני, זהו... בני מת בשבוע זה." 
"הממ. וממה הוא מת? " 
יונה מפנה את כל גופו אל הנוסע ואומר: 
"מי יודע? כנראה, מקדחת... שכב שלושה ימים בבית החולים ומת... רצון האלוהים..." 
"הצדה, שד!" נשמע באפלה. "יצאו לך העיניים, כלב זקן, או מה? הבט בעינייך!" 
"סע, סע..." אומר הנוסע. "ככה לא נגיע עד מחר! האץ נא בסוסה. " 
העגלון שב ומושיט את צווארו, מתרומם קצת ומניף את השוט בתנועה כבדה. עוד פעם ועוד פעם מפנה הוא את ראשו לאחור ומציץ בנוסע. אבל הלה עצם את עיניו. דומה שאינו מוכן לשוחח. הנוסע יורד בהויבורג, ויונה חונה על יד בית מרזח, משתוחח על דוכנו, ושוב אינו נע ואינו זע. 
במדרכה עוברים , רוקעים בערדליים ומגפיים, שלושה בחורים: שניים גבוהים ותמירים, השלישי נמוך קומה וגיבן. 
"עגלון, אל גשר הפוליציאי," צועק בקול מידרדר הגיבן. "שלושתנו בעד 20 קופיקות!" 
יונה מושך במושכות ומצייץ בלשונו. 20 קופיקות אינן תשלום הוגן, אך היינו הך לו... אין הבדל אם רובל או חמש קופיקות - העיקר שיהיו נוסעים... הבחורים ניגשים אל עגלת החורף,דוחפים ומגדפים זה את זה. שלושתם עולים בבת אחת על העגלה, ומתחילים להתדיין ולהתווכח : מי ישב בשני המקומות שבעגלה, ומי יעמוד. מקץ פולמוס ממושך, מלווה צעקות וגידופים, מחליטים שהגיבן יעמוד, לפי שהוא הקטן ביניהם. 
"נו, קדימה!" מגרגר הגיבן.  הוא עומד לו מאחורי יונה ונושם בכבדות ישר אל עורפו. "דפוק! הרבץ! כובע יש לך, אחא, נו , נו, איזה כובע! אין גרוע ממנו בכל פטרבורג." 
"חה, חה, חה," צוחק יונה. "מה שיש..." 
"נו, אתה, 'מה שיש', הרבץ! ככה חושב אתה לנסוע כל הדרך? כן? ואם אחבוט בעורפך?" 
"הראש מתפוצץ..." אמר אחד מהגבוהים. "אמש אצל הדוקמסובים, אני יחד עם ואסקה, גמרנו ארבעה בקבוקי קוניאק. " 
"לא מבין, למה לשקר!" כועס השני. "משקר כבהמה גסה." 
"חיי, אמת..." 
"זו אמת בדיוק כשם שכינה משתעלת." 
"ה-י!" מגחך יונה. "אדונים עלי-זים, שמח- ים!" 
"פוי, לעזאזל!" מתרעם הגיבן. "התיסע יותר מהר, חולירע זקן, או לא? האם ככה נוסעים? הרבץ נא בה בשוט! נו, שד משחת! עוד פעם, יותר חזק!" 
יונה מרגיש מאחורי גבו את גופו המכרכר ואת קולו הרועד של הגיבן. שומע את הגידופים המופנים אליו, רואה אנשים, ולאט-לאט הולך ופג מלבו הרגש האיום של הבדידות. הגיבן גידף בשפע ובכישרון, עד שנחנק בגידוף אחד ארוך, כפול שמונה, ופרץ בשיעול. השניים האחרים מתחילים לשוחח על אודות איזו נדיז'דה פטרונובנה. יונה מפנה את פניו ומסתכל בהם. הוא ממתין להזדמנות, ובשעת הפוגה קלה בשיחה, מביט בהם שוב וממלמל: 
"ואצלי השבוע ... זה... הבן מת!" 
"כולנו נמות," נאנח הגיבן ומנגב שפתיו אחריי השיעול. "נו, הרבץ, הרבץ! רבותיי. אינני יכול לנסוע ככה הלאה, בשום פנים אינני יכול! מתי נגיע בנסיעה כזאת?" 
"ואם תזרז אותו קצת... בעורפו?" 
"'תה שומע, חולירע זקן? ארביץ! ברגל ניאלץ ללכת, אם נתייחס אליך בנימוס! שומע אתה, מכשף זקן? או שמא אתה מצפצף על דבריי?" 
ויונה מרגיש, יותר נכון שומע, את הסטירה על עורפו. 
"הי-י," מגחך הוא. "אדונים עליזים, ייתן לכם האלוהים כל טוב!" 
"עגלון, אתה נשוי? " שואל אחד מהנוסעים. 
"אני, זאת אומרת? הי-הי... אדונים עלי-זים! עכשיו יש לי רק אישה אחת - אימא אדמה, חי-חו-חו... קבר, זאת אומרת! בני הנה מת, ואני חי... משונה הדבר, המוות טעה בדלת... במקום להיכנס אליי, בא אל בני..." 
ויונה רוצה לספר פרטים על מות בנו, אך הגיבן נאנח בהקלה ומודיע, שסוף סוף הגיעו, תודה לאל. יונה מקבל את המטבע, ומביט ממושכות אחריי הבחורים הנעלמים במבואו האפל של אחד הבתים. ושוב הוא בודד, גלמוד, ושוב סורר השקט סביב. 
היגון המעיק, שדעתו הוסחה ממנו לזמן מה, חוזר ומופיע ומעיק על הלב במשנה כוח. יונה מסתכל קצר רוח בהמונים העוברים וחולפים בשני צידי הרחוב. האין ביניהם, בין אלפים אלה, שום אדם שירצה להקשיב לדבריו? וההמונים אצים רצים, אינם מבחינים בו וביגונו הכבד... והיגון מעיק, לוחץ, יגון ללא סוף וללא גבול. לו התפוצץ ליבו של יונה, היה היגון מפכה החוצה, והיה שוטף, כמדומה, את העולם כולו. אבל אין רואים אותו, אין חשים בו בעין. הוא שב ומסתתר בתוך אותה קליפה זעירה, ולא תראהו ולא תבחין בו... 
יונה רואה חצרן וצרור בידו, ומחליט לפתוח עימו בשיחה. 
"מה השעה, חביבי?" שואל הוא. 
"עשר... למה חנית כאן? עבור!" 
יונה נוסע קצת הלאה, משתוחח במקום שבתו על הדוכן ומתמסר ליגונו. אין טעם לפנות לאנשים. 
מקץ דקות מספר הוא מזדקף, מניע את ראשו כמתוך כאב חריף וחד, ומושך במושכות... 
"לפונדק!" חושב הוא. "לפונדק." 
והסוסה, כאילו עומדת על כוונותיו מתחילה לדהור. כעבור שעה ומחצה כבר יושב יונה בסמוך לתנור הגדול והמזוהם בפונדק. על הרצפה, על התנור, על הספסלים - ישנים אנשים ונוחרים. 
האוויר מחניק וספוג ריחות.. יונה מביט בישנים, מתגרד, ומהרהר, צער וחרטה בליבו על שחזר מוקדם כל כך... 
"גם לשיבולת שועל בשביל הסוסה לא השתכרתי," אומר הוא בליבו. וגם משום כך לוחץ היגון על הלב. איש היודע את מלאכתו, הוא עצמו שבע ואף סוסתו שבעה; תמיד שקט הוא, ללא דאגה.. 
מאחת הפינות, מן הרצפה, קם עגלון צעיר, מכעכע מתוך שינה וניגש אל דלי המים. 
"רוצה לשתות?" שואל יונה. 
"לשתות!" 
"כן... לבריאות.. ואצלי, אחא, הבן מת.. שמעת? בשבוע זה, בבית החולים..." 
יונה מסתכל וממתין לראות איזה רושם יעשו דבריו, אך אינו רואה דבר. העגלון הצעיר כבר התכסה עד מעל ראשו וחזר ונרדם. הזקן נאנח ומתגרד.. חש הוא בצורך לדבר, להשיח את ליבו. חלף כמעט שבוע מאז מותו של הבן, והוא אפילו לא דיבר עליו עם מישהו כדבעי.  צריך לספר לאט, את פרטי  הפרטים. צריך לספר היאך חלה הבן, כיצד התענה, מה אמר לפניי מותו, היאך מת.. צריך לתאר בפרוטרוט את ההלוויה ואת הנסיעה לבית החולים לשם קבלת בגדי המנוח.. ובכפר נשארה הבת אניסיה, גם עליה צריך לשוחח...ובכלל, על הרבה אפשר וצריך לדבר! השומע צריך להיאנח,לגלות השתתפות בצער, להזיל דמעה... טוב לשוחח עם נשים - הן אמנם טיפשות, אבל מתחילות בוכות מיד אחרי המילה השנייה. 
"אלך לראות מה שלום הסוסה," חושב יונה. "לישון עוד אספיק, עוד אספיק..." 
הוא מתלבש והולך לאורווה שבה עומדת סוסתו. הוא מהרהר בשיבולת שועל, בשחת. במזג האוויר.. על הבן אין הוא מסוגל לחשוב כשהוא נמצא לבדו..  לשוחח עם מישהו על אודותיו אפשר וצריך, אבל לחשוב לבדו, ביחידות, ולתאר לפני עצמו את דמותו- עדיין קשה מנשוא.. 
"לועסת?" שואל יונה את סוסו, ורואה את עיניה מבריקות. "נו, לעסי, לעסי... אם לא הרווחנו לשיבולת שועל, תלעסי גם שחת.. כן.. זקנתי כבר, אין בי כוח לעבוד. הבן צירך היה להיות העובר, לא אני.. הוא היה עגלון אמיתי..." 
יונה שותק קמעה, וממשיך: 
"ככה זה, סוסה שלי.. היה ואיננו, קוזמה יונייץ'...  שבק חיים לכל חי... פתאום מת ללא סיבה... עכשיו, נניח, יש לך סייח ואת אימא שלו... ופתאום, נניח, סייח זה פתאום הולך ומת... הלא חבל, לא כן?" 
הסוסה לועסת, שומעת, ונושפת בפניו של יונה. 
יונה מתלהב ומספר לה הכל. "},
    { "id": 2, "name": "האדונית והרוכל", "author": "שי עגנון" , "text": "some text" }
  ]
}